eyeSahyt_api/app/controllers/stores_controller.rb

  def create
    @store = Store.new(store_params)


    if @store.save
---
INSERT INTO "stores" ("name", "image", "address", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", ""], ["image", ""], ["address", ""], ["created_at", "2020-01-14 21:31:57.314229"], ["updated_at", "2020-01-14 21:31:57.314229"]]